Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: 11:59pm – 18 HOURS AFTER FRACTURE IN TIME
pl_pl: 23:59 - 18 GODZIN PO PĘKNIĘCIU CZASU

source: 1999. 2010. Nick's right, there's something to these dates.
pl_pl: 1999. 2010. Nick ma rację, jest coś w tych datach.

source: 1999. The first experiment.
pl_pl: 1999. Pierwszy eksperyment.

source: 1999: Phase 1 of Monarch operations 2000: Monarch physics research division founded 2006: The Gull Island R and D facility commissioned 2008: The Gull Island R and D facility construction finished 2010: Phase 2 of Monarch operations Ground Zero event CFR obtained 2011: Ground Zero chronon particle harvesting operation initiated CFR research completed Artificial chronon particle field (“stutterproofing”) Lifeboat construction begins 2012: Personal chronon field prototype Stable artificial zero state field Prototype Chronon Tech suit 2013: Prototype Striker suit Lifeboat construction completed 2014: Mark I Chronon Tech suit Mark I Striker suit Prototype Juggernaut suit 2015: Prototype chronon dampener CFR integrated into the Lifeboat control system Time machine corridor constructed at Monarch HQ 2016: Standardized Mark II Striker suit Standardized Mark I Juggernaut suit Standardized Mark I chronon dampener Time machine at Monarch HQ ready for core insertion Preparations for phase 3 of Monarch operations completed
pl_pl: 1999: Faza 1 operacji Monarch 2000: Założenie działu badań fizycznych Monarch 2006: Oddanie do użytku ośrodka badawczo-rozwojowego na wyspie mew 2008: Zakończenie budowy ośrodka badawczo-rozwojowego na wyspie mew 2010: Faza 2 operacji Monarch Wydarzenie w Strefie Zero Uzyskano RPC 2011: Rozpoczęcie operacji zbierania cząsteczek chrononowych ze Strefy Zero Badania RPC zakończone Sztuczne pole cząsteczek chrononowych („obszar bezpieczny”) Rozpoczęcie budowy łodzi ratunkowej 2012: Prototyp osobistego pola chrononowego Stabilne sztuczne pole stanu zerowego Prototyp kombinezonu techników chrononowych 2013: Prototyp kombinezonu Striker Budowa łodzi ratunkowej zakończona 2014: Kombinezon Mark I Techników Chrononowych Kombinezon Mark I Striker Prototypowy kombinezon Niszczycieli 2015: Prototyp tłumika chrononowego RPC zintegrowany z systemem kontroli łodzi ratunkowej Korytarz wehikułu czasu zbudowany w kwaterze głównej Monarch 2016: Znormalizowany kombinezon Mark II Striker Znormalizowany kombinezon Mark I Niszczycieli Znormalizowany tłumik chrononu Mark I Wehikuł czasu w kwaterze głównej Monarch gotowy do włożenia rdzenia Przygotowania do fazy 3 operacji Monarch zakończone

source: 2010. Holy shit...
pl_pl: 2010. Jasna cholera...

source: 29 DOWN, 40 MORE TO GO.
pl_pl: 29 załatwione, jeszcze 40.

source: 2:16am – 22 HOURS AFTER FRACTURE IN TIME
pl_pl: 2:16 - 22 GODZINY PO PĘKNIĘCIU CZASU

source: 2:32am – 22 HOURS AFTER FRACTURE IN TIME
pl_pl: 2:32 - 22 GODZIN PO PĘKNIĘCIU CZASU

source: 4:00am - 15 MINUTES TO FRACTURE IN TIME
pl_pl: 4:00 - 15 MINUT PRZED PĘKNIĘCIEM CZASU

source: 4:10am - 5 MINUTES BEFORE FRACTURE IN TIME
pl_pl: 4:10 - 5 MINUT PRZED PĘKNIĘCIEM CZASU

source: 4:15am – FRACTURE IN TIME
pl_pl: 4:15 - ROZERWANIE CZASU

source: 4:16am - 1 MINUTE AFTER FRACTURE IN TIME
pl_pl: 4:16 - 1 MINUTA PO PĘKNIĘCIU CZASU

source: 4:16am – 1 MINUTE AFTER FRACTURE IN TIME
pl_pl: 4:16 - 1 MINUTA PO PĘKNIĘCIU CZASU

source: 4:19pm – 12 HOURS AFTER FRACTURE IN TIME
pl_pl: 16:19 - 12 GODZIN PO PĘKNIĘCIU CZASU

source: 4:20am – 24 HOURS AFTER FRACTURE IN TIME
pl_pl: 4:20 - 24 GODZINY PO PĘKNIĘCIU CZASU

source: 4:24am – 24 HOURS AFTER FRACTURE IN TIME
pl_pl: 4:24 - 24 GODZINY PO PĘKNIĘCIU CZASU

source: 4:31am - 16 MINUTES AFTER FRACTURE IN TIME
pl_pl: 4:31 - 16 MINUT PO PĘKNIĘCIU CZASU

source: 4:39am – 24 MINUTES AFTER FRACTURE IN TIME
pl_pl: 4:39 - 24 MINUTY PO PĘKNIĘCIU CZASU

source: 4:40am – 25 MINUTES AFTER FRACTURE IN TIME
pl_pl: 4:40 - 25 MINUT PO PĘKNIĘCIU CZASU

source: 5:02am – 25 HOURS AFTER FRACTURE IN TIME
pl_pl: 5:02 - 25 GODZIN PO PĘKNIĘCIU CZASU

source: 5:03am – 25 HOURS AFTER FRACTURE IN TIME
pl_pl: 5:03 - 25 GODZIN PO PĘKNIĘCIU CZASU

source: 5:04am – 25 HOURS AFTER FRACTURE IN TIME
pl_pl: 5:04 - 25 GODZIN PO ZAKOŃCZENIU CZASU

source: 5:05am – 25 HOURS AFTER FRACTURE IN TIME
pl_pl: 5:05 - 25 GODZIN PO PĘKNIĘCIU CZASU

source: 5:15am – 25 HOURS AFTER FRACTURE IN TIME
pl_pl: 5:15 - 25 GODZIN PO PĘKNIĘCIU CZASU

source: 5:31am – 25 HOURS AFTER FRACTURE IN TIME
pl_pl: 5:31 - 25 GODZIN PO PĘKNIĘCIU CZASU

source: 5:35am – 25 HOURS AFTER FRACTURE IN TIME
pl_pl: 5:35 - 25 GODZIN PO PĘKNIĘCIU CZASU

source: 5:40am – 25 HOURS AFTER FRACTURE IN TIME
pl_pl: 5:40 - 25 GODZIN PO PĘKNIĘCIU CZASU

source: 5:59pm – 31 DAYS AFTER FRACTURE IN TIME
pl_pl: 17:59 - 31 DNI PO PĘKNIĘCIU CZASU

source: 665, okay.
pl_pl: 665, ok.

source: 6:02pm – 6 YEARS BEFORE FRACTURE IN TIME
pl_pl: 18:02 - 6 LAT PRZED PĘKNIĘCIEM CZASU

source: 6:12am – 2 HOURS AFTER FRACTURE IN TIME
pl_pl: 6:12 - 2 GODZINY PO PĘKNIĘCIU CZASU

source: 6:19am – TWO HOURS AFTER FRACTURE IN TIME
pl_pl: 6:19 - DWIE GODZINY PO PĘKNIĘCIU CZASU

source: 6:28am – TWO HOURS AFTER FRACTURE IN TIME
pl_pl: 6:28 - DWIE GODZINY PO PĘKNIĘCIU CZASU

source: 6:31am – 26 HOURS AFTER FRACTURE IN TIME
pl_pl: 6:31 - 26 GODZIN PO PĘKNIĘCIU CZASU

source: 6:34am – 26 HOURS AFTER FRACTURE IN TIME
pl_pl: 6:34 - 26 GODZIN PO PĘKNIĘCIU CZASU

source: 6:36am – TWO HOURS AFTER FRACTURE IN TIME
pl_pl: 6:36 - DWIE GODZINY PO PĘKNIĘCIU CZASU

source: 6:42am – TWO HOURS AFTER FRACTURE IN TIME
pl_pl: 6:42 - DWIE GODZINY PO PĘKNIĘCIU CZASU

source: 6:44pm – 15 HOURS AFTER FRACTURE IN TIME
pl_pl: 18:44 - 15 GODZIN PO PĘKNIĘCIU CZASU

source: 7:01am – TWO HOURS AFTER FRACTURE IN TIME
pl_pl: 7:01 - DWIE GODZINY PO PĘKNIĘCIU CZASU

source: 7:04am – 2 HOURS AFTER FRACTURE IN TIME
pl_pl: 7:04 - 2 GODZINY PO PĘKNIĘCIU CZASU

source: 7:05am – 3 HOURS AFTER FRACTURE IN TIME
pl_pl: 7:05 - 3 GODZINY PO PĘKNIĘCIU CZASU

source: 7:19am – 3 HOURS AFTER FRACTURE IN TIME
pl_pl: 7:19 - 3 GODZINY PO PĘKNIĘCIU CZASU

source: 7:26am – THREE HOURS AFTER FRACTURE IN TIME
pl_pl: 7:26 - DWIE GODZINY PO PĘKNIĘCIU CZASU

source: 7:27pm – 15 HOURS AFTER FRACTURE IN TIME
pl_pl: 19:27 - 15 GODZIN PO PĘKNIĘCIU CZASU

source: 7:31am – 3 HOURS AFTER FRACTURE IN TIME
pl_pl: 7:31 - 3 GODZINY PO PĘKNIĘCIU CZASU

source: 7:37am – 3 HOURS AFTER FRACTURE IN TIME
pl_pl: 7:37 - 3 GODZINY PO PĘKNIĘCIU CZASU

source: 7:58pm – 15 HOURS AFTER FRACTURE IN TIME
pl_pl: 19:58 - 15 GODZIN PO PĘKNIĘCIU CZASU

source: 7:59am – 4 HOURS AFTER FRACTURE IN TIME
pl_pl: 7:59 - 4 GODZINY PO PĘKNIĘCIU CZASU

source: 7am. That's hours before we even got here.
pl_pl: 7 rano. To kilka godzin przed naszym przyjazdem.

source: 8:04pm – 15 HOURS AFTER FRACTURE IN TIME
pl_pl: 20:04 - 15 GODZIN PO PĘKNIĘCIU CZASU

source: 8:13am – 4 HOURS AFTER FRACTURE IN TIME
pl_pl: 8:13 - 4 GODZINY PO PĘKNIĘCIU CZASU

source: 8:20pm – 16 HOURS AFTER FRACTURE IN TIME
pl_pl: 20:20 - 16 GODZIN PO PĘKNIĘCIU CZASU

source: 8:35pm – 16 HOURS AFTER FRACTURE IN TIME
pl_pl: 20:35 - 16 GODZIN PO PĘKNIĘCIU CZASU

source: 8:36pm – 16 HOURS AFTER FRACTURE IN TIME
pl_pl: 20:36 - 16 GODZIN PO PĘKNIĘCIU CZASU

source: 8:41pm – 16 HOURS AFTER FRACTURE IN TIME
pl_pl: 20:41 - 16 GODZIN PO PĘKNIĘCIU CZASU

source: 8:57pm – 6 YEARS BEFORE FRACTURE IN TIME
pl_pl: 20:57 - 6 LAT PRZED PĘKNIĘCIEM CZASU

source: 8:58pm – 16 HOURS AFTER FRACTURE IN TIME
pl_pl: 20:58 - 16 GODZIN PO PĘKNIĘCIU CZASU

source: 9:15pm – 17 HOURS AFTER FRACTURE IN TIME
pl_pl: 21:15 - 17 GODZIN PO ZAKOŃCZENIU CZASU

source: 9:29pm – 17 HOURS AFTER FRACTURE IN TIME
pl_pl: 21:29 - 17 GODZIN PO PĘKNIĘCIU CZASU

source: 9:30am – 5 HOURS AFTER FRACTURE IN TIME
pl_pl: 9:30 - 5 GODZIN PO PĘKNIĘCIU CZASU

source: 9:35am – 5 HOURS AFTER FRACTURE IN TIME
pl_pl: 9:35 - 5 GODZIN PO PĘKNIĘCIU CZASU

source: 9:52pm – 17 HOURS AFTER FRACTURE IN TIME
pl_pl: 21:52 - 17 GODZIN PO PĘKNIĘCIU CZASU

source: 9:58pm – 17 HOURS AFTER FRACTURE IN TIME
pl_pl: 21:58 - 17 GODZIN PO PĘKNIĘCIU CZASU

source: <b>BRADBURY SWIMMING POOL
pl_pl: <b>BASEN BRADBURY

source: <b>BUG ME
pl_pl: <b>ZGŁOŚ BŁĄD

source: <b>CAMPUS ESCAPE
pl_pl: <b>UCIECZKA Z KAMPUSU

source: <b>FINAL MOMENTS
pl_pl: <b>OSTATNIE CHWILE

source: <b>GROUND ZERO
pl_pl: <b>STREFA ZERO

source: <b>INDUSTRIAL AREA
pl_pl: <b>STREFA PRZEMYSŁOWA

source: <b>LIBRARY CHASE
pl_pl: <b>POŚCIG W BIBLIOTECE

source: <b>MONARCH GALA
pl_pl: <b>GALA MONARCH

source: <b>MONARCH HQ
pl_pl: <b>SIEDZIBA MONARCH

source: <b>PORT DONNELLY BRIDGE
pl_pl: <b>MOST PRZY PORCIE DONNELLY

source: <b>PREPARING THE TIME MACHINE
pl_pl: <b>PRZYGOTOWANIE WEHIKUŁU CZASU

source: <b>RESEARCH FACILITY
pl_pl: <b>OŚRODEK BADAWCZY MONARCH

source: <b>RETURN TO THE UNIVERSITY
pl_pl: <b>POWRÓT NA UNIWERSYTET

source: <b>RIVERPORT UNIVERSITY EXPERIMENT
pl_pl: <b>EKSPERYMENT NA UNIWERSYTECIE RIVERPORT

source: <b>SWIMMING POOL 2010
pl_pl: <b>BASEN 2010

source: <b>Timeline
pl_pl: <b>Oś czasu

source: <b>WILL'S WORKSHOP 2010
pl_pl: <b>PRACOWNIA WILLA 2010

source: <o>A Fracture in time has appeared; Jack and his brother William are pursued by armed Monarch troops as they attempt to escape.
pl_pl: <o>Czas pękł, Jack i jego brat William są ścigani przez uzbrojone oddziały Monarch.

source: <o>ACT
pl_pl: <o>AKT

source: <o>After being separated from Beth, Jack has to make his way across the heavily guarded Port Donnelly bridge.
pl_pl: <o>Po rozdzieleniu z Beth, Jack musi przedostać się przez silnie strzeżony most w porcie Donnelly.

source: <o>After faking his surrender, Jack makes his way across Gull Island to kidnap Dr. Sofia Amaral, the scientist who can make the time machine work.
pl_pl: <o>Po udawanym poddaniu się, Jack przedostaje się przez Wyspę Mew, aby porwać dr. Sofię Amaral, naukowca, który może sprawić, że wehikuł czasu zadziała.

source: <o>After his capture, Jack regains consciousness at the old Riverport industrial area, which is now run by Monarch Solutions.
pl_pl: <o>Po schwytaniu Jack odzyskuje przytomność w starym obszarze przemysłowym Riverport, który jest obecnie zarządzany przez Monarch Solutions.

source: <o>Armed with the countermeasure, Jack and William attempt to fix the Fracture and avert the End of Time.
pl_pl: <o>Mając środek zaradczy, Jack i William próbują naprawić pęknięcie i zapobiec Końcu Czasu.

source: <o>As Liam laments his capture, Fiona gets Charlie involved in something way beyond his pay grade during the Monarch gala.
pl_pl: <o>Podczas gdy Liam opłakuje swoje schwytanie, Fiona wplątuje Charliego w coś, co znacznie przekracza jego możliwości podczas gali Monarch.

source: <o>As Paul Serene's Chronon Syndrome edges towards the point of no return, he has to choose whether to fight it... or let go.
pl_pl: <o>Gdy Syndrom Chrononu Paula Serene'a zbliża się do punktu bez powrotu, musi on wybrać, czy z nim walczyć... czy odpuścić.

source: <o>As the Lifeboat Protocol is initiated and the End of Time is imminent, hard decisions have to be made.
pl_pl: <o>Ponieważ Protokół Łodzi Ratunkowej został zainicjowany, a Koniec Czasu jest bliski, trzeba podjąć trudne decyzje.

source: <o>At William's workshop near the dry docks in 2010, Jack and Beth are preparing to grab the countermeasure so they can return to 2016 with it.
pl_pl: <o>W warsztacie Williama w pobliżu portu w 2010 roku, Jack i Beth przygotowują się do przechwycenia środka zaradczego, aby mogli z nim wrócić do 2016 roku.

source: <o>EPISODE
pl_pl: <o>ODCINEK

source: <o>Faced with Jack's surrender, Serene has to choose whether to focus on his friendship with Jack, or his plans for Monarch.
pl_pl: <o>W obliczu poddania się Jack'a, Serene musi wybrać, czy skupić się na przyjaźni z Jack'iem, czy na swoich planach dotyczących Monarch.

source: <o>Going back to the time of the university experiment, Jack races to save William before he's killed in the library demolition.
pl_pl: <o>Powracając do czasów eksperymentu na uniwersytecie, Jack biegnie, by uratować Williama, zanim zginie podczas wyburzania biblioteki.

source: <o>JUNCTION
pl_pl: <o>ROZWIDLENIE

source: <o>Jack Joyce arrives at Riverport University to meet his best friend, Paul Serene, who needs help from someone he can trust.
pl_pl: <o>Jack Joyce przybywa na Uniwersytet Riverport, aby spotkać się ze swoim najlepszym przyjacielem, Paulem Serene, który potrzebuje pomocy od kogoś, komu może zaufać.

source: <o>Jack and Beth Wilder arrive at the Bradbury Swimming Hall, where William has hidden something important.
pl_pl: <o>Jack i Beth Wilder przybywają do basenu Bradbury, gdzie William ukrył coś ważnego.

source: <o>Jack is making his way towards the drydocks, where he plans to confront Paul Serene – his former best friend, now his worst enemy.
pl_pl: <o>Jack zmierza w kierunku portu, gdzie planuje stawić czoła Paulowi Serene - swojemu byłemu najlepszemu przyjacielowi, a teraz najgorszemu wrogowi.

source: <o>Jack makes his way into the Monarch mansion in order to locate Dr. Amaral.
pl_pl: <o>Jack udaje się do rezydencji Monarch, by odnaleźć dr. Amaral.

source: <o>Now that he knows that Serene had the countermeasure all along, Jack arrives at the Monarch tower to take it back – at any cost.
pl_pl: <o>Teraz, gdy wie, że Serene przez cały czas miała środek zaradczy, Jack przybywa do wieży Monarch, aby go odzyskać - za wszelką cenę.

source: <o>PART
pl_pl: <o>CZĘŚĆ

source: <o>Paul Serene has to choose whether Monarch adopts the brutal hardline tactics or the insidious PR approach.
pl_pl: <o>Paul Serene musi wybrać, czy Monarch przyjmie brutalną bezkompromisową taktykę, czy podstępne podejście PR'owe.

source: <o>Separated from his brother, Jack fights his way through the campus to find him and rescue him from Monarch goons.
pl_pl: <o>Oddzielony od brata, Jack przedziera się przez kampus, by go odnaleźć i uratować przed zbirami Monarch.

source: <o>Using the time machine, Jack arrives to July 4th, 2010, in order to obtain William's countermeasure.
pl_pl: <o>Używając wehikułu czasu, Jack przybywa do 4 lipca 2010 roku, aby zdobyć środek zaradczy Williama.

source: <o>When tasked with finding Jack's missing transport, Liam Burke starts to discover the truth behind Monarch's long-term plans.
pl_pl: <o>Po otrzymaniu zadania odnalezienia zaginionego transportu Jack'a, Liam Burke zaczyna odkrywać prawdę kryjącą się za długoterminowymi planami Monarch.

source: <o>While Liam, Charlie and Fiona pursue the Lifeboat Protocol, Hatch makes moves of his own.
pl_pl: <o>Podczas gdy Liam, Charlie i Fiona szukają Łodzi Ratunkowej, Hatch wykonuje własny plan.

source: <o>With Dr. Amaral's reluctant help, Jack and Beth prepare William's original time machine for use.
pl_pl: <o>Z niechętną pomocą dr. Amaral, Jack i Beth przygotowują oryginalny wehikuł czasu Williama.

source: <o>With his authority challenged, Dr. Amaral gone, and the Fracture getting worse, Serene has to decide who to trust.
pl_pl: <o>Po tym, jak jego autorytet został podważony, dr Amaral zniknęła, a pęknięcie czasu się pogarsza, Serene musi zdecydować, komu zaufać.

source: A BEING WITH THAT MUCH POWER,
pl_pl: Istota z taką mocą,

source: A BEING WITH THAT MUCH POWER, THE ABILITY TO TAKE AND GIVE SO FREELY.
pl_pl: Istota z taką mocą, możliwość swobodnego dawania i odbierania,

source: A CIVILIAN’S GUIDE TO TIME TRAVEL (CLICHÉ WORKING TITLE) By William Joyce Rough Ideas – February 28th, 1999 OPENING STATEMENTS -Open with a zinger. Schrödinger cat joke? -NOTE: Find appropriate accompanying cat photo. -NOTE: No cat photo. -No science explained here. Marketing bullshit. Time machine = works. Implications = limitless. -Give me your money spiel. Build up existence of time machine. -Content here dependent on findings from first human test later tonight. -Findings, facts dumbed down for the mouth breathers who will inevitably want to invest. -Purpose of guide – to explain to mouth breathers how the machine works and why. -NOTE: proof-read and delete all “mouth breather” references. TIME MACHINE OVERVIEW -How research started. Include gratuities for research grant. Sucking ass – community and investors. -NOTE: Also thank Jack for his patience. Now that this is over I promise to be there for him. -NOTE: Too personal. -Basic overview of time machine. -Parts. CHRONON PARTICLES -NOTE: Nobody will give a shit about this or understand. Skip it. HOW TIME TRAVEL WORKS – SIMPLEST TERMS -Subject activates time machine (step 1: core, step 2: the corridor) -Subject sets the desired time travel date. -Subject enters the corridor. -Compare corridor to donut in shape to explain. -NOTE: Add joke: “You don’t want to eat this donut or your body will suffer terminal chronon saturation leading to your slow but inevitable death”. -NOTE: Cut joke. Disturbing. -Subject walks around the corridor. -Walking clockwise around corridor = travel to future. -Walking counter-clockwise around corridor = travel to past. -Clock-like design. -Subject arrives at new time in future or past. SPACE-TIME CONTINUUM – TRAVEL ACROSS SPACE -Time travel is not a portal. Spatial destination will not always be the same as entry point. -Time travel is tied to a rotating black hole core. -NOTE: Explain the core first? -NOTE: Fuck it. Just compare the core to a car engine. -NOTE: Look up info on car engines. -Subject will arrive in future/past at the location where the time machine and core were located in that time. -Cannot travel to a time when time machine and core are not active. -Cannot travel to a time before core was first activated. EXAMPLES OF HOW TIME TRAVEL WORKS -In 1999 a time machine core is first activated. The time machine is located on an island. In 2000 the same time machine (with the same core) is moved to a circus tent. Teddy enters time machine in 1999 and travels to 2000. He exits the time machine and is in a circus tent. -NOTE: Use better examples. No circus tent. -Teddy cannot travel to a time before 1999 because the core was not active. -Will bang my goddamn head against the wall every time somebody uses example of not being able to go back and kill Hitler to try to sound clever/funny. -NOTE: A dinosaur joke, though? -NOTE: Explain you can't go back and see dinosaurs. Fucking sucks. CLOSED LOOPS -In theory all actions resulting from time travel = already accounted for. -Should not be able to change the past. Any attempt to change things was always part of the chain of events in the 1st place. Already happened. Explain Novikov self-consistency principle until heads go pop. METAPHOR TO EXPLAIN CLOSED LOOPS -Time is an egg. You can move the egg but no matter where you move it the same chicken will hatch. -NOTE: Terrible example. Plus you could just eat the fucking egg. -“An egg is sitting on the table. You leave the room, come back, and the egg is broken on the floor. You aren’t sure how this happened but it saddens you. The egg was important to you because (insert reason that makes sense here later). You travel to the past to prevent the egg from breaking. When you arrive in the past you rush over to the table, accidentally bump it, the egg falls and breaks. You caused the very thing you tried to prevent. Closed loops. Why the hell do all my examples end up being about eggs? -NOTE: Replace egg with something else.
pl_pl: PRZEWODNIK PO PODRÓŻACH W CZASIE DLA CYWILI (TYTUŁ ROBOCZY) William Joyce Luźne pomysły - 28 lutego 1999 r. WSTĘP -Otwórz żartem. Żart o kocie Schrödingera? -UWAGA: Znajdź odpowiednie zdjęcie kota. -UWAGA: Brak zdjęcia kota. -Brak wyjaśnienia naukowego. Marketingowe bzdury. Wehikuł czasu = działa. Implikacje = nieograniczone. -Dajcie mi swoje pieniądze. Zbudowanie wehikułu czasu. -Dalsza treść zależy od wyników pierwszego testu na ludziach, który odbędzie się dziś wieczorem. -Ustalenia, uproszczone fakty dla osób, które będą chciały zainwestować. -Cel przewodnika - wyjaśnienie „oddychającym ustami”, jak działa maszyna i dlaczego. -UWAGA: korekta i usunięcie wszystkich odniesień do „oddychających ustami”. PRZEGLĄD WEHIKUŁU CZASU -Jak rozpoczęto badania. Uwzględnij gratyfikacje za grant badawczy. Ssanie tyłka - społeczność i inwestorzy. -UWAGA: Dziękuję również Jack'owi za cierpliwość. Teraz, gdy to się skończyło, obiecuję być przy nim. -UWAGA: Zbyt osobiste. -Podstawowy przegląd wehikułu czasu. -Części. CZĄSTECZKI CHRONONU -UWAGA: Nikt nie będzie się tym przejmował ani tego nie zrozumie. Pomiń to. JAK DZIAŁA PODRÓŻ W CZASIE - NAJPROSTSZE ZASADY -Podmiot aktywuje wehikuł czasu (krok 1: rdzeń, krok 2: korytarz) -Podmiot ustawia żądaną datę podróży w czasie. -Podmiot wchodzi do korytarza. -Porównanie korytarza do kształtu pączka w celu wyjaśnienia. -UWAGA: Dodanie żartu: „Nie chcesz jeść tego pączka, bo twoje ciało dozna terminalnego nasycenia chrononem, co doprowadzi do twojej powolnej, ale nieuchronnej śmierci”. -UWAGA: Wycięty żart. Niepokojący. -Obiekt spaceruje po korytarzu. -Chodzenie po korytarzu zgodnie z ruchem wskazówek zegara = podróż do przyszłości. -Chodzenie po korytarzu w kierunku przeciwnym do ruchu wskazówek zegara = podróż do przeszłości. -Konstrukcja przypominająca zegar. -Podmiot dociera do nowego czasu w przyszłości lub przeszłości. KONTINUUM CZASOPRZESTRZENNE - PODRÓŻ PRZEZ PRZESTRZEŃ -Podróż w czasie nie jest portalem. Miejsce docelowe nie zawsze będzie takie samo jak punkt wejścia. -Podróże w czasie są powiązane z obracającym się jądrem czarnej dziury. -UWAGA: Wyjaśnij najpierw rdzeń? -Pieprzyć to. Po prostu porównaj rdzeń do silnika samochodowego. -UWAGA: Poszukaj informacji o silnikach samochodowych. -Podmiot dotrze w przyszłości/przeszłości do miejsca, w którym wehikuł czasu i rdzeń znajdowały się w tym czasie. -Nie może podróżować do czasu, w którym wehikuł czasu i rdzeń nie są aktywne. -Nie może podróżować do czasu przed aktywacją rdzenia. PRZYKŁADY DZIAŁANIA PODRÓŻY W CZASIE -W 1999 roku rdzeń wehikułu czasu zostaje aktywowany po raz pierwszy. Wehikuł czasu znajduje się na wyspie. W 2000 roku ten sam wehikuł czasu (z tym samym rdzeniem) zostaje przeniesiony do namiotu cyrkowego. Teddy wchodzi do wehikułu czasu w 1999 roku i podróżuje do roku 2000. Wychodzi z wehikułu czasu i znajduje się w namiocie cyrkowym. -UWAGA: Używaj lepszych przykładów. Brak namiotu cyrkowego. -Teddy nie może podróżować do czasów sprzed 1999 roku, ponieważ rdzeń nie był aktywny. -Będę walił cholerną głową w ścianę za każdym razem, gdy ktoś użyje przykładu niemożności cofnięcia się i zabicia Hitlera, by zabrzmieć mądrze/zabawnie. -UWAGA: Żart o dinozaurach? -UWAGA: Wyjaśnij, że nie możesz wrócić i zobaczyć dinozaurów. Do dupy. ZAMKNIĘTE PĘTLE -Teoretycznie wszystkie działania wynikające z podróży w czasie są już uwzględnione. -Nie powinniśmy być w stanie zmienić przeszłości. Każda próba zmiany rzeczy była zawsze częścią łańcucha wydarzeń na pierwszym miejscu. To już się wydarzyło. Wyjaśnij zasadę samozgodności Novikova, aż głowa pęknie. METAFORA WYJAŚNIAJĄCA ZAMKNIĘTE PĘTLE -Czas jest jajkiem. Możesz przesunąć jajko, ale bez względu na to, gdzie je przesuniesz, wykluje się z niego ten sam kurczak. -UWAGA: Okropny przykład. Poza tym możesz po prostu zjeść to pieprzone jajko. -"Jajko siedzi na stole. Wychodzisz z pokoju, wracasz, a jajko leży rozbite na podłodze. Nie jesteś pewien, jak to się stało, ale to cię zasmuca. Jajko było dla ciebie ważne, ponieważ (wstaw powód, który ma sens później) Podróżujesz do przeszłości, aby zapobiec rozbiciu jajka. Po przybyciu do przeszłości podchodzisz do stołu, przypadkowo uderzasz w niego, jajko spada i pęka. Spowodowałeś to, czemu próbowałeś zapobiec. Zamknięte pętle. Dlaczego, do cholery, wszystkie moje przykłady dotyczą jajek? -UWAGA: Zastąp jajko czymś innym.

source: A CONFESSION
pl_pl: SPOWIEDŹ

source: A Civilian's Guide to Time Travel
pl_pl: Przewodnik po podróżach w czasie dla cywili

source: A MODICUM OF FUNCTION IN THIS COMPANY.
pl_pl: odrobinę funkcji w tej firmie.

source: A TECH SUIT.
pl_pl: Kombinezony.

source: A better question might be... "when" does it lead.
pl_pl: Powinieneś raczej zapytać... „kiedy” prowadzi.
